export const inquiries = {
  card1:
    'хочу кайфовать от жизни\nхочу много денег\nхочу путешествовать\nхочу отношения\nхочу радоваться работе\nхочу кайфовать от жизни\nхочу много денег\nхочу путешествовать\nхочу отношения\nхочу радоваться работе',
  card2:
    'капец как тяжело просыпаться утром.... Как я хочу вставать без будильника',
  card3:
    'капец как тяжело просыпаться утром.... Как я хочу вставать без будильника',
  card4:
    'капец как тяжело просыпаться утром.... Как я хочу вставать без будильника',
  card5:
    'капец как тяжело просыпаться утром.... Как я хочу вставать без будильника',
  card6:
    'хочу кайфовать от жизни\nхочу много денег\nхочу путешествовать\nхочу отношения\nхочу радоваться работе\nхочу кайфовать от жизни\nхочу много денег\nхочу путешествовать\nхочу отношения\nхочу радоваться работе',
};
