export const inquiries = () => {
  const cards = [
    [
      'Пережить расставание, измену, развод',
      'Избавиться от тревоги и панических атак',
      'Хочу стать уверенным',
      'Добиться успеха',
      'Запутался – хочу разобраться',
      'Хочу наладить общение и заводить друзей',
      'Хочу реализовать себя',
      'Найти смысл жизни',
    ],
    [
      'Выйти из любовного треугольника',
      'Справиться со страхами и отвержением',
      'У меня низкая самооценка',
      'Хочу реализовать себя',
      'Преодолеть кризис',
      'Чувствую себя одиноко, даже среди людей',
      'Принять важное решение',
      'Хочу, чтобы меня ценили',
    ],
    [
      'Хочу его забыть',
      'Контролировать злость и раздражение',
      'Хочу, чтобы меня ценили',
      'Ставить цели и достигать их',
      'Найти смысл жизни',
      'Хочу избавиться от перфекционизма',
      'Боюсь перемен',
      'Улучшить качество жизни',
    ],
    [
      'Устала от одиночества',
      'Избавиться от чувства вины и стыда',
      'Хочу принять себя',
      'Избавиться от лени и прокрастинации',
      'Боюсь перемен',
      'Наладить питание',
      'Выгорание',
      'Улучшить качество жизни',
    ],
    [
      'Научиться строить здоровые отношения',
      'Освоить навыки справления со стрессом',
      'Надоело быть должным всем',
      'Принять важное решение',
      'Не знаю, куда двигаться дальше',
      'Остановить переедание',
      'Преодолеть кризис',
      'Найти смысл жизни',
    ],
    [
      'Избавиться от синдрома «хорошей девочки»',
      'Преодолеть внутренний конфликт',
      'Хочу перестать зависеть от чужого мнения',
      'Улучшить качество жизни',
      'Устала от вечной гонки',
      'Выгорание',
      'Справиться со страхами и отвержением',
      'Избавиться от лени и прокрастинации',
    ],
  ];

  const currentHour = new Date().getHours();
  const index = Math.floor(currentHour / 2) % cards.length;
  const selectedCards = cards[index];

  return {
    card1: selectedCards[0],
    card2: selectedCards[1],
    card3: selectedCards[2],
    card4: selectedCards[3],
    card5: selectedCards[4],
    card6: selectedCards[5],
    card7: selectedCards[6],
    card8: selectedCards[7],
  };
};
